[
  {
    "id": "1766009228443",
    "title": "Balance anual en FAEN: Decana destacó que se sigue trabajando en la mejora de la unidad académica",
    "description": "Al realizar un balance del ciclo 2025, la decana de la Facultad de Administración, Economía y Negocios (FAEN), Lic. María Rosa Sanabria, indicó que desde su asunción el 1 de septiembre pasado, se han llevado a cabo diversas gestiones, como la reválida de docentes y la creación de un área de formación docente. También se ha reactivado el seguimiento de planes de estudio para las carreras de Contador Público y Comercio Exterior, con modificaciones esperadas para el próximo año.\r\n\r\n“Finalizamos el año de la mejor manera en cuanto al cumplimiento del personal no docente y de los docentes, trabajando en nuevos procesos. Estamos en el proceso de reválida de docentes que inició en el año 2023 y finaliza este año. Así que analizando que se haya cumplimentado con la presentación de toda la información conforme al reglamento”.\r\n\r\nAdemás, “con el Consejo Directivo se ha sesionado cada mes y se ha trabajado, creándose el área de formación docente y de graduados en el ámbito de la Secretaría de Investigación y Posgrado”, al igual que “se continuó con los trámites comunes como homologaciones, tramitaciones de diplomas, atenciones de alumnos o profesores y ahora estamos preparando lo que es el año que viene, el cursillo de ingreso, las mesas de exámenes y el calendario académico”.\r\n\r\nTambién, “se reactivaron las comisiones de seguimiento de planes y programas de Contador Público y Comercio Exterior, trabajando en los nuevos estándares para la acreditación de CP, así que va a haber una nueva revisión del plan de estudio, así como en Comercio Exterior”.\r\n\r\nEstimó que “ambos planes los tendríamos listos el año que viene para presentarlos al Consejo Directivo y al Superior. Y después seguimos trabajando en nuevas ofertas de pregrado, que son nuevas tecnicaturas. En el caso de los posgrados, primero queremos hacer contactos. Desde el área de investigación y posgrado trabajamos con los graduados y queremos hacer un relevamiento de qué está necesitando nuestro graduado y en qué áreas del conocimiento podemos brindar formación”.",
    "date": "2025-12-04",
    "image": "/uploads/1768190003692-decana-sanabria.jpeg"
  }
]