[
  {
    "id": "1766009228443",
    "title": "Balance anual en FAEN: Decana destacó que se sigue trabajando en la mejora de la unidad académica",
    "description": "Al realizar un balance del ciclo 2025, la decana de la Facultad de Administración, Economía y Negocios (FAEN), Lic. María Rosa Sanabria, indicó que desde su asunción el 1 de septiembre pasado, se han llevado a cabo diversas gestiones, como la reválida de docentes y la creación de un área de formación docente. También se ha reactivado el seguimiento de planes de estudio para las carreras de Contador Público y Comercio Exterior, con modificaciones esperadas para el próximo año.\r\n\r\n“Finalizamos el año de la mejor manera en cuanto al cumplimiento del personal no docente y de los docentes, trabajando en nuevos procesos. Estamos en el proceso de reválida de docentes que inició en el año 2023 y finaliza este año. Así que analizando que se haya cumplimentado con la presentación de toda la información conforme al reglamento”.\r\n\r\nAdemás, “con el Consejo Directivo se ha sesionado cada mes y se ha trabajado, creándose el área de formación docente y de graduados en el ámbito de la Secretaría de Investigación y Posgrado”, al igual que “se continuó con los trámites comunes como homologaciones, tramitaciones de diplomas, atenciones de alumnos o profesores y ahora estamos preparando lo que es el año que viene, el cursillo de ingreso, las mesas de exámenes y el calendario académico”.\r\n\r\nTambién, “se reactivaron las comisiones de seguimiento de planes y programas de Contador Público y Comercio Exterior, trabajando en los nuevos estándares para la acreditación de CP, así que va a haber una nueva revisión del plan de estudio, así como en Comercio Exterior”.\r\n\r\nEstimó que “ambos planes los tendríamos listos el año que viene para presentarlos al Consejo Directivo y al Superior. Y después seguimos trabajando en nuevas ofertas de pregrado, que son nuevas tecnicaturas. En el caso de los posgrados, primero queremos hacer contactos. Desde el área de investigación y posgrado trabajamos con los graduados y queremos hacer un relevamiento de qué está necesitando nuestro graduado y en qué áreas del conocimiento podemos brindar formación”.",
    "date": "2025-12-04",
    "image": "uploads/1771811311442-WhatsApp-Image-2026-02-12-at-190751.jpeg"
  },
  {
    "id": "1771662319851",
    "title": "FAEN: Inicio del ciclo lectivo 2026",
    "description": "El secretario académico de la Facultad de Administración, Economía y Negocios (FAEN), CP. Alfredo Santa Cruz, se refirió al inicio del ciclo lectivo del presente año.\r\n“El día lunes hemos comenzado con las inscripciones. Hemos vuelto en este ciclo lectivo 2026 con una muy buena recepción por parte de los estudiantes de nuestra casa de altos estudios. Así que muy contento de iniciar un nuevo año educativo, con nuevas metas y objetivos para este año 2026”, subrayó.\r\n\r\nEn ese sentido, señaló que en las dos carreras que ofrece la FAEN, Contador Público y la Licenciatura en Comercio Exterior, “hasta hoy tenemos aproximadamente 350 preinscriptos, de los cuales estamos en este proceso que sería la segunda etapa de la inscripción, de completar toda la documentación que se les solicita en la primera instancia de preinscripción en diciembre”.\r\nInformó además que “el cursillo empieza el 18 de febrero, o sea la semana que viene, a partir del miércoles, y concluye el 13 de marzo”. En tanto que “el inicio de las clases será a partir del 16 de marzo, con el comienzo del primer cuatrimestre”.\r\nExplicó que “en el caso de la Facultad de Administración, Economía y Negocios, nuestro curso no es eliminatorio. Sí es obligatorio en el sentido de que es un cursillo en donde se dan aspectos importantes del desarrollo del primer año de clases de los estudiantes” de las dos carreras mencionadas.",
    "date": "2026-02-12",
    "image": "uploads/1771811296781-584ef84f-6b84-4ca0-964d-551fd8f757c5.jpg"
  },
  {
    "id": "1771859340705",
    "title": "La Facultad de Administración, Economía y Negocios de la Universidad Nacional de Formosa inicia su cursillo introductorio 2026",
    "description": "La Facultad de Administración, Economía y Negocios (FAEN) de la Universidad Nacional de Formosa (UNaF) dio inicio al cursillo introductorio destinado a los ingresantes del ciclo lectivo 2026. En este marco, el presidente del Centro de Estudiantes, Alexis Bobadilla, informó que se realizará una charla informativa los días jueves 19 y viernes 20 de febrero, dirigida a los nuevos estudiantes.\r\n\r\nDurante estos encuentros se brindarán detalles sobre los horarios de cursada, el desarrollo de los cursillos y el material de estudio necesario para el acompañamiento académico durante el presente mes. Según explicó Bobadilla, el cursillo introductorio comenzará formalmente el próximo lunes 23 de febrero.\r\n\r\nAsimismo, indicó que las inscripciones permanecerán abiertas hasta el 13 de marzo, con el objetivo de que los ingresantes puedan completar la documentación y requisitos necesarios, considerando que muchos estudiantes aún se encuentran rindiendo exámenes del nivel medio.\r\n\r\nPara quienes deseen obtener mayor información, la Facultad atiende en horario corrido de 8 a 20 horas, brindando asesoramiento y acompañamiento a los futuros estudiantes en este importante paso hacia su formación universitaria.\r\n\r\nDe esta manera, la FAEN continúa trabajando para facilitar el ingreso y la adaptación de los nuevos alumnos, fortaleciendo su compromiso con la educación pública y el acompañamiento estudiantil.",
    "date": "2026-02-18",
    "image": "uploads/1771859340567-WhatsApp-Image-2026-02-18-at-095145.jpeg"
  }
]